{
    "data":[
        {
            "id": 1,
            "img": "img1",
            "text": "Koala australijski (Phascolarctos cinereus) – gatunek ssaka z rodziny koalowatych (Phascolarctidae), nadrzewne zwierzę roślinożerne, zamieszkujące wschodnią Australię. Koala schodzi na ziemię tylko po to, aby przejść na kolejne drzewo. Żyje samotnie lub w niewielkich grupach złożonych z samca i kilku samic. Jest jedynym współcześnie żyjącym przedstawicielem rodzaju koala (Phascolarctos) i rodziny koalowatych (Phascolarctidae).Większość swego życia spędza na najwyższych gałęziach drzew eukaliptusowych. Jest zwierzęciem aktywnym nocą.Na podstawie badań przeprowadzonych w 2014 roku na Uniwersytecie w Melbourne ustalono, że koale australijskie chłodzą swoje organizmy schodząc na niższe partie drzew i przyciskając pokryty cienkim futrem brzuch do konarów, ponieważ ich temperatura może być niższa nawet o 7 °C niż temperatura powietrza. Badania przeprowadzone na Uniwersytecie w Sydney dowodzą natomiast, że koale australijskie chłodzą się na „drzewach schronieniach”, takich jak rzewnia, a nie eukaliptus, które są ich źródłem pokarmu."
        },
        {
            "id": 2,
            "img": "img2",
            "text": "Carbonemys cofrinii – gatunek wymarłego żółwia, żyjący na terenach współczesnej Kolumbii w okresie wczesnego paleocenu 60 mln lat temu, a więc 5,5 mln lat po wymieraniu pod koniec kredy.Okaz holotypowy Carbonemysa został odkryty w 2005 roku przez naukowca z Karoliny Północnej, Edwina Madenę w kolumbijskiej kopalni węgla. Karapaks tego żółwia osiągał 1.72 m długości, co czyni Carbonemys cofrinii jednym z największych żółwi lądowych w dziejach.Carbonemys cofrini był roślinożerny. Szczęki tego żółwia były tak mocne, że - gdyby żywiłby się on mięsem - mógłby zjeść nawet krokodyla. Carbonemys koegzystował z 15-metrowymi wężami z rodzaju Titanoboa. Fikcyjny gatunek rodzaju, Carbonemys obibimus, występuje w grze Ark: Survival Evolved, w której można go oswoić i ujeżdżać."
        },
        {
            "id": 3,
            "img": "img3",
            "text": "Dziobak australijski, dziobak (Ornithorhynchus anatinus) – prowadzący częściowo wodny tryb życia endemiczny dla wschodnich stanów Australii (w tym Tasmanii) gatunek ssaka z grupy stekowców, jedynych członków tej gromady składających jaja. Jest ostatnim istniejącym do dziś przedstawicielem swego rodzaju i rodziny, choć znaleziono skamieniałości licznych przedstawicieli tych taksonów.Ma wiele nietypowych jak na ssaka cech: składa jaja, wydziela jad i ma dziób. Ujrzawszy go po raz pierwszy, europejscy przyrodnicy byli bardzo zdezorientowani, niektórzy sądzili nawet, że mają do czynienia z dobrze spreparowanym oszustwem. Należy do kilku jadowitych ssaków. Samiec posiada na tylnych łapach ostrogi wydzielające jad zdolny wywołać silny ból u człowieka. Unikatowe cechy dziobaka czynią go ważnym obiektem badań biologii ewolucyjnej i czynią zeń ikonę Australii. Wybierano go jako maskotkę imprez narodowych, przedstawia go też rewers australijskiej dwudziestocentówki. Stanowi także zwierzęcy symbol Nowej Południowej Walii."
        },
        {
            "id": 4,
            "img": "img4",
            "text": "Jeżozwierz afrykański należy do rzędu gryzonie (Rodentia). Sylweta jest krępa. Ciało jest gęsto owłosione. Ubarwienie ciała biało brązowo czarne. Strona grzbietowa pokryta jest kolcami o długości do 40 cm. Oczy i uszy są małe. Na pysku występują długie włosy czuciowe. Kończyny i ogon są krótkie. Jeżozwierz afrykański występuje w Afryce w pasie sawanny od Senegalu na zachodzie po Tanzanię i Etiopię na wschodzie; na północnych skrajach Maroka, Algierii, Tunezji i Libii oraz na półwyspie Apenińskim i na Sycylii. Jeżozwierz afrykański zamieszkuje bardzo różnorodne siedliska, są to zwykle suche zarośla śródziemnomorskie, trawiaste sawanny, suche lasy, a także półpustynie i pustynie. Preferuje miejsca z licznymi kryjówkami, szczelinami skalnymi, zaroślami, wykrotami i norami w ziemi. Prowadzi naziemny tryb życia. Żyje samotnie lub w grupach rodzinnych (w skład których wchodzi para z potomstwem). Zwierzę o aktywności nocnej, dzień spędza w norze lub w jaskini."
        }
    ]
}